//Пользователь вводит с клавиатуры M чисел. Посчитайте, сколько чисел больше 0 ввёл пользователь. Ввод чисел останавливается при помощи ввода стоп-слова "stop" и производится при помощи нажатия Enter
//0, 7, 8, -2, -2 -> 2
//1, -7, 567, 89, 223-> 4

Console.Write("Введите несколько чисел: ");
var M = Convert.ToDouble(Console.ReadLine());
for (int i = 0, i < 10000, i++)
{
    
}
